Repository: 4teamwork/ftw.subsite
Catalog: ftw/subsite/locales/*/LC_MESSAGES/ftw.subsite.po
Languages: de

source: Add Teaser Portlet
de: Teaserportlet hinzufügen

source: Choose your Section
de: Wählen Sie ihre Sektion

source: Edit Teaser Portlet
de: Teaserportlet bearbeiten

source: Find an internal target for this image to link to
de: Geben Sie ein Ziel für dieses Bild an.

source: Internal Target
de: Internes Ziel

source: Manage Subsite Portlets
de: Subsiteportlets bearbeiten

source: Send Mail
de: Mail versenden

source: Sender_Name
de: Name

source: Shows the given infos on the front-page.
de: Zeigt die eingegebenen Informationen auf der Subsite an.

source: Teaserdescription
de: Teaserbeschreibung

source: Teasertitle
de: Teasertitel

source: button_cancel
de: Abbrechen

source: error_invalid_addresses
de: Die eingegebene E-Mailaddresse ist nicht korrekt

source: feedback_mail_text
de: Text

source: help_forcelanguage
de: Die aktuelle Subsite und deren Inhalt werden in der angegebenen Sprache angezeigt. Alle anderen Einstellungen werden ignoriert.

source: help_language_references
de: Die Sprachsteuerung wird nur angezeigt, falls die referenzierten Subsites ein Sprache definiert haben.

source: info_email_sent
de: Die Email wurde versendet

source: inherit_language
de: Standart Sprache übernehmen

source: label_additional_css
de: zusätzliches CSS

source: label_cancel
de: Abbrechen

source: label_forcelanguage
de: Sprache für die Subsite festlegen

source: label_fromemail
de: Absender E-Mail

source: label_fromname
de: Absender Name

source: label_language_references
de: Auf andere Sprachen verlinken

source: label_logo
de: Logo

source: label_message
de: Nachricht

source: label_save
de: Speichern

source: label_send_feedback
de: Kontaktformular

source: label_subject
de: Betreff

source: mail_address
de: E-Mail
